Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 预计时间：%llds
ar: الوقت المقدر: %llds
de: Geschätzte Zeit: %llds
en: Estimated Time: %llds
fr: Temps estimé : %llds
hi: अनुमानित समय: %llds
id: Perkiraan waktu: %llds
ja: 推定時間：%llds
ko: 예상 시간: %llds
pl: Szacowany czas: %llds
ru: Предполагаемое время: %llds
th: เวลาโดยประมาณ: %llds
tr: Tahmini zaman: %llds
uk: Орієнтовний час: %llds
vi: Thời gian ước tính: %llds
zh_hant: 預計時間：%llds

source: 预载入搜索内容
ar: تحميل محتوى البحث مسبقا
de: Laden Sie den Suchinhalt vor
en: Preload Search Content
es: Precargue el contenido de búsqueda
fr: Précharger le contenu de la recherche
hi: खोज सामग्री को प्रीलोड करें
id: Pramuat konten pencarian
it: Precaricare il contenuto della ricerca
ja: 検索内容をプリロード
ko: 검색 내용을 미리 불러와
nl: Laad de zoekinhoud vooraf
pl: Wstępnie załaduj zawartość wyszukiwania
pt: Pré-carregar o conteúdo da pesquisa
ru: Предварительно загрузите контент поиска
th: โหลดเนื้อหาการค้นหาล่วงหน้า
tr: Arama içeriğini önceden yükleyin
uk: Попередньо завантажити пошуковий вміст
vi: Tải trước nội dung tìm kiếm
zh_hant: 預載入搜索內容

source: 额外历史记录
ar: تاريخ إضافي
de: Zusätzliche Geschichte
en: Additional History
es: Historia adicional
fr: Historique supplémentaire
hi: अतिरिक्त इतिहास
id: Sejarah tambahan
it: Storia aggiuntiva
ja: 追加履歴
ko: 추가 역사 기록
nl: Aanvullende geschiedenis
pl: Dodatkowa historia
pt: Histórico adicional
ru: Дополнительная история
th: ประวัติเพิ่มเติม
tr: Ek tarih
uk: Додаткова історія
vi: Lịch sử bổ sung
zh_hant: 額外歴史記録

source: 高级功能
ar: وظائف متقدمة
de: Erweiterte Funktionen
en: Advanced Features
es: Funciones avanzadas
fr: Fonctions avancées
hi: उन्नत कार्य
id: Fungsi lanjutan
it: Funzioni avanzate
ja: 高度な機能
ko: 고급 기능
nl: Geavanceerde functies
pl: Zaawansowane funkcje
pt: Funções avançadas
ru: Расширенные функции
th: ฟังก์ชั่นขั้นสูง
tr: Gelişmiş fonksiyonlar
uk: Розширені функції
vi: Các chức năng nâng cao
zh_hant: 高級功能

source: 默认
ar: الموافقة ضمنية
de: Stillschweigend genehmigen
en: Default
es: Aprobar tácitamente
fr: Approuver tacitement
hi: स्पष्ट रूप से स्वीकृत करें
id: Menyetujui secara diam-diam
it: Approvare tacitamente
ja: デフォルト
ko: 묵시
nl: Stilzwijgend goedkeuren
pl: Milcząco zatwierdzaj
pt: Aprovar tacitamente
ru: Талвно одобрять
th: อนุมัติโดยปริยาย
tr: Zımni olarak onayla
uk: Мовчално схвалювати
vi: Chấp thuận ngầm
zh_hant: 默認

source: 默认搜索引擎
ar: محرك البحث الافتراضي
de: Standard-Suchmaschine
en: Default Search Engine
es: Motor de búsqueda predeterminado
fr: Moteur de recherche par défaut
hi: डिफ़ॉल्ट खोज इंजन
id: Mesin pencari bawaan
it: Motore di ricerca predefinito
ja: デフォルト検索エンジン
ko: 기본 검색 엔진
nl: Standaard zoekmachine
pl: Domyślna wyszukiwarka
pt: Mecanismo de busca padrão
ru: Поисковая система по умолчанию
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan arama motoru
uk: Пошукова система за замовчуванням
vi: Công cụ tìm kiếm mặc định
zh_hant: 默認搜尋引擎

source: “反馈助理”不可用
en: “Feedback Assistant” is unavailable
zh_hant: “使用者意見”不可用

source: **Darock 智能与隐私** Darock 智能旨在保护你的信息并可让你选择共享的内容。 ### 网页摘要 使用网页摘要时，网页中的文本信息会被发送到设备外的 Darock 智能服务进行处理。这些信息不会被存储，且不会关联到个人。
en: **Darock Intelligence & Privacy** Darock Intelligence is designed to protect your information while allowing you to choose what content you share. ### Web Summary When using web summary, the textual information from the web page is sent to an external Darock Intelligence service for processing. This information is not stored and is not linked to individuals.

source: **关于暗礁浏览器与隐私** 暗礁浏览器致力于保护您的隐私，Darock 不会未经同意收集任何信息。
en: **About Darock Browser & Privacy** Darock Browser is committed to protecting your privacy; Darock will not collect any information without consent.

source: **根据日落与日出切换外观与隐私** 暗礁浏览器和 Apple 天气旨在保护你的信息并可让你选择要共享的内容。 在“定时切换外观”设置为“日落到日出”时，暗礁浏览器会在本地存储你当前的位置信息并向 Apple 天气发送副本以获取天气信息。位置信息仅被发送到 Apple 天气，不会与包括 Darock 在内的任何第三方共享。 你可以随时在暗礁浏览器的设置中关闭“根据日落与日出切换外观”，一旦此选项关闭，暗礁浏览器将立即停止收集你的位置信息且不会发送到 Apple 天气，直到再次启用。 访问 https://www.apple.com/privacy 了解 Apple 对数据的管理方式。
en: **Switch appearance according to sunrise and sunset & Privacy** Darock Browser and Apple Weather aims to protect your privacy and make you have control of what you wish to share. When Scheduled Appearance Switch is set to Sunset to Sunrise, Darock Browser will store your current location locally and send a copy to Apple Weather to get weather informations. Location informations are only sent to Apple Weather and will not include any third-party including Darock. You can disable Switch Appearance According to Sunrise at anytime at Darock Browser’s Settings. Once disabled, Darock Browser will stop collecting your location information immediately and will not send to Apple Weather ever until the it is enabled again. Visit https://www.apple.com/privacy to learn more about how Apple manage users’ data.

source: %1$@：反馈暂未被阅读，或是正在验证问题。 %2$@：报告中描述的是预期中的表现。 %3$@：报告中的问题无法被修复，或是不具有可行性。 %4$@：在你提交此报告前，已有另一人提出了相同的问题，你仍会在第一个报告得到修复后收到“已修复”的状态更新。 你的报告可能会与那些初看似乎具有相同根源的类似报告分到一组。但是，类似的报告也可能包含多种原因。如果你发现该修复方案解决了类似报告中的问题，但无法完全解决你报告的问题，请提交新报告。 %5$@：短时间内可能无法解决此问题。 %6$@：Darock 正在为此问题提供修复方案。 %7$@：修复工作已完成，但还未提交更新或是更新正在等待发布。 %8$@：修复工作已完成，可更新至最新版本验证修复。 %9$@：未能通过报告中的问题复现问题，需要提供更多信息。 %10$@：报告与 App 本身无关，或是问题并非由 App 本身引起。 %11$@：提供的信息不足以让我们确定问题，你需要补充更多信息。
en: %1$@: Feedback has not been read yet, or the issue is being verified. %2$@: The report describes the expected behavior. %3$@: The issue in the report cannot be fixed or is not feasible. %4$@: Before you submitted this report, someone else had already raised the same issue. You will still receive a "Fixed" status update after the first report is resolved. Your report may be grouped with similar reports that initially seem to have the same root cause. However, similar reports may also contain multiple causes. If you find that the fix resolves the issue in the similar reports but does not fully resolve your reported issue, please submit a new report. %5$@: This issue may not be resolved in a short period of time. %6$@: Darock is working on a fix for this issue. %7$@: The fix has been completed but the update has not been submitted or the update is pending release. %8$@: The fix has been completed, please update to the latest version to verify the fix. %9$@: Unable to reproduce the issue based on the report, more information is needed. %10$@: The report is not related to the app itself, or the issue is not caused by the app. %11$@: The information provided is insufficient to identify the issue, more details are required.
zh_hant: %1$@：反餽蹔未被閱讀，或是正在騐証問題。 %2$@：報告中描述的是預朞中的錶現。 %3$@：報告中的問題無灋被修複，或是不具有可行性。 %4$@：在你提交此報告前，已有另一人提齣瞭相衕的問題，你仍會在第一箇報告得到修複後收到“已修複”的狀態更新。 你的報告可能會與那些初看似乎具有相衕根源的類似報告分到一組。但是，類似的報告也可能包含多種原囙。如果你發現該修複方案解決瞭類似報告中的問題，但無灋完全解決你報告的問題，請提交新報告。 %5$@：短時間內可能無灋解決此問題。 %6$@：Darock 正在爲此問題提供修複方案。 %7$@：修複工作已完成，但還未提交更新或是更新正在等待發布。 %8$@：修複工作已完成，可更新至最新版本騐証修複。 %9$@：未能通過報告中的問題複現問題，需要提供更多信息。 %10$@：報告與 App 本身無關，或是問題竝非由 App 本身引起。 %11$@：提供的信息不足以讓我們確定問題，你需要補充更多信息。

source: %@以更改布局设置。
en: %@ to change layout settings.

source: %@前保持浅色外观
en: Keep Light Appearance before %@

source: %@前保持深色外观
en: Keep Dark Appearance before %@

source: %lld秒
en: %lld seconds

source: Darock 智能
en: Darock Intelligence

source: Pro 功能
en: Pro Features

source: 一旦开启安全延时，您将需要等待一小时才能够关闭。
en: Once Security Delay is enabled, you will need to wait one hour before you can disable it.

source: 上次重新启动时间： %@
en: Last Restart Time: %@

source: 下载%@
en: Download %@

source: 不再显示
en: Don’t show again

source: 不在此列表中的其他方面
en: Other Aspects not Listed Here

source: 个性化主屏幕
en: Custom Home Screen

source: 为减少电量消耗，同步已暂停
en: Synchronization has been paused to reduce power consumption

source: 书签
en: Bookmark

source: 书签小组件
en: Bookmark Widgets

source: 互点两下
en: Double Tap

source: 从网页书签选择
en: Select from Web Bookmarks

source: 以 %@ 购买
en: Purchase for %@

source: 以前的更新
en: Previous Updates

source: 你想将此段内容的搜索结果添加到书签
en: Add the search result to bookmark

source: 你的位置信息将被发送至 Apple 天气以获取日落与日出时间。%@
en: Your location information will be sent to Apple Weather to get sunrise and sunset times. %@

source: 你的设备无需连接蓝牙音频设备即可在后台播放音频。
en: Your device can play audio in the background without connecting to a Bluetooth audio device.

source: 使用 Darock 智能时，部分数据可能会在设备外处理。%@
en: When using Darock Intelligence, some data may be processed outside the device. %@

source: 使用“互点两下”手势以显示空屏幕
en: Use Double Tap gesture to display a blank screen.

source: 使用旧版引擎打开
en: Open with Legacy Engine

source: 使用暗礁浏览器搜索
en: Search Using Darock Browser

source: 修改书签
en: Edit Bookmark

source: 修改名称
en: Edit Name

source: 停止载入
en: Stop Loading

source: 先试试这个方案
en: Try This Solution First

source: 先试试这些方案
en: Try These Solutions First

source: 全局操作
en: Global Action

source: 关于 Darock 智能与隐私
en: About Darock Intelligence & Privacy

source: 关于暗礁浏览器与隐私
en: About Darock Browser & Privacy

source: 关于暗礁浏览器与隐私...
en: About Darock Browser & Privacy…

source: 关于根据日落与日出切换外观与隐私
en: About switch appearance according to sunrise and sunset & Privacy

source: 关于根据日落与日出切换外观与隐私...
en: About switch appearance according to sunrise and sunset & Privacy…

source: 关闭
en: Off
zh_hant: 關閉

source: 最大可视区域
en: Maximum Visible Area

source: 分享
en: Share

source: 分钟
en: Minute

source: 删除项目
en: Delete Item
zh_hant: 刪除項目

source: 前往 TestFlight
en: Go to TestFlight

source: 前进列表
en: Forward List

source: 功能
en: Features

source: 功能持续更新
en: Keep Update

source: 升级到暗礁浏览器 Pro 以解锁更多高级功能
en: Upgrade to Darock Browser Pro to unlock more premium features

source: 单独为特定的网页优化根本**不可行**。 想想今天让为网站A进行优化，明天另一个用户反馈想为网站B进行优化。不仅工作量大大提升，还会使代码极其难维护，这就是个无底洞。 请**不要**提出为**特定网站**进行优化之类的反馈。
en: It is simply **impossible** to optimize for specific web pages individually. Imagine optimizing for Website A today and then receiving feedback to optimize for Website B tomorrow. Not only would this greatly increase the workload, but it would also make the code extremely difficult to maintain. It's a bottomless pit. Please **DO NOT** suggest optimizations for **specific websites**.

source: 双指捏合以缩放
en: Pinch to Zoom

source: 反馈问题无法帮助您找回密码
en: Filing a feedback cannot help you recover your password

source: 可用时自动进入阅读器
en: Use Reader Automatically when Available

source: 喵哩喵哩
en: MeowBili

source: 在喵哩喵哩中打开
en: Open in MeowBili

source: 在当前播放时间添加
en: Add the current playback time

source: 在浏览中隐藏时间
en: Hide Time during Browsing

source: 在设置→显示与亮度中更改外观切换定时设置
en: Change appearance switch timing settings in Settings → Display & Brightness

source: 在设置→浏览引擎中自定义网页视图和浏览菜单布局
en: Customize web view and browsing menu layout in Settings → Browsing Engine

source: 外观
en: Appearance

source: 外观作用域
en: Apply Appearance for

source: 外观选项
en: Appearance Options

source: 天气
en: Weather

source: 如果下载大小长时间未变化，说明此 M3U8 视频无法被下载。
en: If the download size remains unchanged for a long time, this M3U8 video cannot be downloaded.

source: 如果误触发手势，所有未保存的更改也将丢失！
en: If the gesture is accidentally triggered, any unsaved changes will be lost!

source: 媒体列表
en: Media List
zh_hant: 媒體列錶

source: 存储离线归档
en: Save Offline Page

source: 定时切换外观
en: Scheduled Appearance Switch

source: 实验室项目
en: Laboratory Items

source: 小时
en: Hour

source: 小组件
en: Widgets

source: 屏幕右上方的时间不会被降低亮度
en: The time in the top right corner of the screen will not dim.

source: 已添加到列表
en: Added to List
zh_hant: 已添加到列錶

source: 布局
en: Layout

source: 应用程序崩溃
en: App Crash

source: 开发者设置
en: Developer Settings

source: 开启
en: On

source: 快速开始搜索
en: Start a Search Quickly

source: 快速打开书签
en: Open a Bookmark Quickly

source: 快速打开网页
en: Open a Website Quickly

source: 快速搜索不可用
en: Fast Search is Unavailable

source: 快速搜索小组件
en: Fast Search Widget

source: 快速返回
en: Quick Return

source: 总结摘要时出错
en: Error summarizing web summary

source: 恢复购买
en: Restore Purchase

source: 您可以随时在“提示→新功能”中重新打开此页
en: You can reopen this page anytime in "Tips→New Features".

source: 手势
en: Gestures

source: 打开网页
en: Open Webpage

source: 打开网页行为
en: Open Webpage Action

source: 按章节划分
en: Split by Chapter

source: 推荐 - 暗礁文件
en: Suggestion - Cluster

source: 摘要语言
en: Summary Language

source: 新闻
en: News (Chinese, Simpified)

source: 新闻列表
en: News List

source: 无书签小组件
en: No Bookmark Widgets

source: 无新闻
en: Empty

source: 无法载入快捷书签，请提交错误报告。
en: Failed to load Quick Bookmarks, please file a feedback.

source: 无法载入新闻
en: Could not Load News

source: 日出前保持深色外观
en: Keep Dark Appearance before Sunrise

source: 日落到日出
en: Sunset to Sunrise

source: 日落前保持浅色外观
en: Keep Light Appearance before Sunset

source: 旧版引擎设置
en: Legacy Engine Settings

source: 旧版浏览引擎
en: Legacy Browsing Engine

source: 昨天
en: Yesterday

source: 显示与亮度
en: Display & Brightness
zh_hant: 螢幕顯示與亮度

source: 显示空屏幕
en: Display Blank Screen
zh_hant: 顯示空螢幕

source: 暗礁文件可与暗礁浏览器配合使用，在安装暗礁文件后，您可以将暗礁浏览器中的本地媒体存储至暗礁文件。
en: Cluster can be used with Darock Browser. After installing Cluster, you can store local media from Darock Browser to Cluster.

source: 暗礁浏览器 Pro
en: Darock Browser Pro

source: 暗礁浏览器 Pro 已激活
en: Darock Browser Pro is Actived

source: 暗礁浏览器打不开该网页。 错误是：“%@”。
en: Darock Browser can’t open the page. The error was: “%@”.

source: 暗礁浏览器无法载入此图片
en: Darock Browser can’t load this image

source: 暗礁浏览器有更新可用。
en: Darock Browser has an update available.

source: 更改网页视图与浏览菜单布局
en: Change the Web View and Browsing Menu Layout

source: 更新 watchOS 以解锁更多功能
en: Upgrade watchOS to Unload More Features

source: 更新标签
en: Update Tags

source: 更新的浏览菜单
en: Updated Browsing Menu

source: 查看还原选项
en: Check Restore Options

source: 标准
en: Standard

source: 标签不会被本地化，因为它们是动态添加的。
en: Tags will not be localized because they are dynamically added.

source: 模糊顶部
en: Blur Top

source: 欢迎加入群聊
en: Welcome to Group Chat

source: 正在批量下载 %lld 张图片
en: Downloading %lld images

source: 正在载入摘要...
en: Loading Summary…

source: 正在载入购买信息...
en: Loading Purchase Information...

source: 浅色
en: Light

source: 浏览菜单
en: Browsing Menu

source: 浏览菜单现在更美观并更易操作
en: The browse menu is now more visually appealing and easier to use.

source: 深色
en: Dark

source: 添加书签小组件
en: Add Bookmark Widgets

source: 添加到书签
en: Add to Bookmarks

source: 滚动
en: Scrolling

source: 激活暗礁浏览器 Pro
en: Activate Darock Browser Pro

source: 现可在浏览菜单中快速使用旧版引擎打开当前页
en: You can now quickly open the current page with the legacy engine from the browsing menu.

source: 现可在浏览菜单中快速将当前页添加到书签
en: You can now quickly add the current page to bookmarks from the browsing menu.

source: 现可在浏览菜单中快速请求桌面网站
en: You can now quickly request desktop website from the browsing menu.

source: 现可设置是否为旧版浏览引擎自动启用阅读器模式
en: You can now set whether to use reader automatically for the legacy browsing engine.

source: 现可设置是否在网页中隐藏时间，减少干扰
en: You can now set whether to hide the time in web pages to reduce distractions.

source: 由 Darock 开发的暗礁暗礁文件让您能够在 Apple Watch 上轻松存储、管理和查看文件。
en: Developed by Darock, Cluster allows you to easily store, manage, and view files on your Apple Watch.

source: 界面
en: Interface

source: 确定要删除此项目吗 此操作不可撤销
en: Are you sure you want to delete this item? This action cannot be undone.

source: 视频书签
en: Video Bookmarks

source: 视频播放器
en: Video Player

source: 空列表
en: Empty List

source: 符号
en: Symbol

source: 第三方全键盘
en: Third-party Full Keyboard

source: 第三方哔哩哔哩客户端
en: Third-party Bilibili Client

source: 系统语言
en: System Language

source: 紧凑
en: Compact

source: 紧急回避
en: Emergency Evade

source: 紧急回避行为
en: Emergency Evade Action

source: 缩放手势
en: Zoom Gesture

source: 网站内容由网页提供商提供，Darock 不对其内容负责。 请自行辨别其中内容真实性，特别是广告内容。
en: Website content is provided by web service providers, and Darock is not responsible for its content. Please verify the authenticity of the content yourself, especially advertisements.

source: 网络连接
en: Network Connection

source: 网页内操作
en: In-web Action

source: 网页内添加书签
en: Add Bookmarks within Web Pages

source: 网页强制深色模式
en: Force Dark Mode for Websites

source: 网页摘要
en: Web Summary

source: 网页视图
en: Web View

source: 网页语言
en: Web Language

source: 网页链接无效
en: Invalid Link

source: 自动
en: Auto

source: 自定义布局
en: Custom Layout

source: 自定义时段
en: Custom Time Period

source: 若要在后台播放，你可能需要在播放前连接蓝牙音频设备。
en: To play in the background, you may need to connect to a Bluetooth audio device before playback.

source: 若要在后台播放，你的设备需要在播放前连接蓝牙音频设备。
en: To play in the background, your device needs to be connected to a Bluetooth audio device before playback.

source: 设定时间让外观自动更改。暗礁浏览器可能会等到你不使用屏幕时才执行外观切换。
en: Set a time for the appearance to change automatically. Darock Browser may wait until you are not using the screen to execute the appearance switch.

source: 该新闻不存在
en: This News is not Exist

source: 详细
en: Detail

source: 请求移动网站
en: Request Mobile Website

source: 起点小说
en: Qidian Novel (Chinese, Simplified)

source: 跳转到
en: Jump to

source: 轻触 %@ 按钮以添加
en: Tap %@ Button to Add

source: 轻触三下屏幕以恢复，或按下数码表冠以返回表盘。
en: Triple-tap the screen to recover, or press the Digital Crown to return to the watch face.

source: 轻触要移除的项目
en: Select an item

source: 载入出错，请提交反馈
en: Loading Error, Please File a Feedback

source: 载入购买信息时出错
en: Error loading purchase information.

source: 辅助功能
en: Accessibility

source: 运行一个快速诊断程序以检查网络连接。
en: Run a quick diagnostic to check the network connection.

source: 运行网络检查程序
en: Run Network Check

source: 返回列表
en: Backward List

source: 这里有一些内容，尝试快速清除它们。
en: Try to clear texts here through Fast Clear

source: 进一步了解...
en: Learn more...

source: 退出暗礁浏览器
en: Exit Darock Browser

source: 退出网页
en: Exit Webpage

source: 选取书签
en: Select Bookmark

source: 选择一项
en: Select one…

source: 选项
en: Options

source: 速度缓慢/没有响应
en: Slow/Unresponsive

source: 重新启动设备
en: Restart the Device

source: 重新启动设备通常可以解决许多软件问题。
en: Restarting the device can often resolve many software issues.

source: 重新载入网页
en: Reload Webpage

source: 重试
en: Retry

source: 锁定本地图片
en: Lock Local Images

source: 锁定标签页
en: Lock Tabs

source: 错误：账号或密码错误
en: Error: Incorrect account or password

source: 问题区域
en: Issue Area

source: 阅读模式
en: Read Mode

source: 降低亮度
en: Dim Brightness

source: 降低屏幕亮度
en: Dim Screen Brightness

source: 隐藏干扰项目
en: Hide Distracting Items

source: 隐藏时间
en: Hide Digital Time

source: 需要定位服务权限以根据日落与日出切换外观
en: Location Services Permission is Needed to Switch Appearance According to Sunrise and Sunset

source: 需选择问题区域
en: Select an Issue Area

source: 页面链接
en: Link

source: 预览...
en: Preview…

source: 食指和拇指互点两下以执行指定的操作。需要先在系统设置→辅助功能中启用“快速操作”。
en: Tap twice with your index finger and thumb to perform a specified action. First, enable "Quick Actions" in System Settings → Accessibility.

source: 食指和拇指互点两下以执行指定的操作。需要先在系统设置中启用“互点两下”手势。
en: Tap twice with your index finger and thumb to perform a specified action. First, enable the "Double Tap" gesture in System Settings.

source: %@ MB
hi: %@एमबी
ru: %@ МБ
th: %@เอ็มบี
uk: %@МБ

source: %@x
ru: %@х
uk: %@х
